Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/three-pigs-omegat.tmx
Source language: en_us
Languages: chr

source: "And I'll puff," said the wolf.
chr: “ᎤᏃᎴᏃ ᏓᎦᏦᏔᎯ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "And I'll puff.
chr: “ᎤᏃᎴᏃ ᏓᎦᏦᏔᎯ.

source: "And we have a strong house.
chr: “ᎠᎴ ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎩᎾᏤᎵ.

source: "And will you come to the field?"
chr: “ᎡᎵᏊᏍ ᏠᎨᏏ ᏱᏁᎾ?”

source: "And you may puff.
chr: “ᎡᎵᏊᏃ ᎤᏃᎴ ᏯᏦᏔ.

source: "Are you ready, little pig?
chr: “ᎤᏍᏗ ᏏᏆ, ᎭᏛᏅᎢᏍᏓᏍ?

source: "Are you ready, little pig?"
chr: “ᏣᏛᏅᎢᏍᏔᏁᏍ, ᎤᏍᏗ ᏏᏆ?”

source: "Blow, blow!" said the wolf.
chr: “ᎡᏆ ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ! ᎡᏆ ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "But I have three turnips," said the pig.
chr: “ᎠᏎᏃ ᏦᎢ ᏓᏈᏌᏂ ᏓᎩᎭ,” ᎤᏛᏁ ᏏᏆ.

source: "But a wood house will not be strong," said the man.
chr: “ᎠᏎᏃ ᎠᏓ ᎦᎵᏦᏕ ᎥᏝ ᎤᏟᏂᎩᏓ ᏱᎨᏎᏍᏗ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "But straw is not strong," said the man.
chr: “ᎠᏎᏃ ᎧᏁᏍᎦ Ꮭ ᎤᏟᏂᎩᏓ ᏱᎩ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "But you need not try to come in."
chr: “ᎠᏎᏃ, Ꮭ ᎦᏣᏴᏍᏗ ᏱᎩ.”

source: "Can he come down the chimney?
chr: “ᎡᎵᏊᏍ ᎡᎳᏗ ᎠᎱᏣᏬᎳᏛᎢ ᏰᎾ?

source: "Can he come down the chimney?"
chr: “ᎡᎵᏊᏍ ᎡᎳᏗ ᎠᎱᏣᏬᎳᏛᎢ ᏰᎾ?”

source: "Do you hear me, little pig?" said the wolf.
chr: “ᏍᏆᏛᎩᎠᏍ, ᎤᏍᏗ ᏏᏆ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Do you like pears, little pig?"
chr: “ᏗᎦᏛᏗᏍ ᎦᎯᎸᏉᏗ, ᎤᏍᏗ ᏏᏆ?”

source: "Do you like pears, wolf?
chr: “ᏗᎦᏛᏗᏍ ᎦᎯᎸᏉᏗ, ᏩᎭᏯ?

source: "Do you like turnips, little pig?"
chr: “ᏓᏈᏌᏂ ᏕᏣᎸᏉᏗ, ᎤᏍᏗ ᏏᏆ?”

source: "Do you like turnips?"
chr: “ᏓᏈᏌᏂᏍ ᏕᏣᎸᏉᏗ?”

source: "Find some food for Mother Pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᎢᏍᎩᏩᏛᎲᏏ ᎢᏨᏥ ᏏᏆ.

source: "Give me the straw," said the pig.
chr: “ᎧᏁᏍᎦ ᏫᏍᎩᎥᏏ,” ᎤᏛᏁ ᏏᏆ.

source: "Go and get it, wolf," said the pig.
chr: “ᎯᎩᏑᎦ, ᏩᎭᏯ,” ᎤᏛᏁ ᏏᏆ.

source: "Good-bye, pig.
chr: “ᏓᎬᎪᎯ ᏞᎩ, ᏏᏆ.

source: "Good-bye, wolf."
chr: “ᏓᎬᎪᎯ ᏞᎩ, ᏩᎭᏯ.”

source: "Good-bye," said the wolf.
chr: “ᎪᎯᏴᎢ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Ha!
chr: “Ꭽ!

source: "Ha, ha!
chr: “Ꭽ,Ꭽ!

source: "He would catch me.
chr: “ᎠᎩᏂᏴᎲᎭ.

source: "Here I am!
chr: “ᎠᏴ ᎠᎭᏂ!

source: "Here I am," said the wolf.
chr: “ᎠᏴ ᎠᎭᏂ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Here is one.
chr: “ᎠᎭᏂ ᏌᏊ.

source: "Here, here, here!" he said.
chr: “Ꭷ, Ꭷ, Ꭷ!” ᎤᏛᏁ.

source: "Ho, ho!
chr: “Ꮀ, Ꮀ!

source: "How I do like turnips!
chr: “ᏓᏈᏌᏂ ᏥᏈᏍᏗ ᏓᎩᎸᏉᏙ!

source: "How do you do, little pig?" he said.
chr: “ᎣᏏᏧ, ᎤᏍᏗ ᏏᏆ?” ᎤᏛᏁ.

source: "How do you do, little pig?" said he.
chr: “ᏙᎯᏧ, ᎤᏍᏗ ᏏᏆ?” ᎤᏛᏁ.

source: "How do you do, little pig?" said the wolf.
chr: “ᎣᏏᏧ, ᏣᏍᏗ ᏏᏆ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "How do you do?" said the little pig.
chr: “ᎣᏏᏧ?” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "How do you do?" said the pig.
chr: “ᎣᏏᏊ, ᏂᎯᎾᎲ?” ᎤᏛᏁ ᏏᏆ.

source: "How do you do?" said the wolf.
chr: “ᎣᏏᏊᏧ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Huff, huff!
chr: “ᎠᏆᏬᎳᏕᏒᎢ ᎤᏟᏂᎩᏓ!

source: "Huff, puff, blow!
chr: “ᎠᏆᏬᎳᏕᏒᎢ ᎤᏟᏂᎩᏓ!

source: "I am caught in the chimney.
chr: “ᎠᎱᏣᏬᎳᏛᎢ ᏥᏴᎩ.

source: "I am hungry," he said.
chr: “ᎠᎩᏲᏏᎭ,” ᎤᏛᏁ.

source: "I am not silly.
chr: “Ꮭ ᏱᏥᎷᎶᎦ.

source: "I am so hungry.
chr: “ᏙᎯᏳ ᎠᎩᏲᏏᎭ.

source: "I am very, very hungry.
chr: “ᏙᏳ ᏙᏳ ᎠᎩᏲᏏᎭ.

source: "I blew in the straw house," he said.
chr: “ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᎠᎩᏲᏍᏔᏅᎩ ᎠᏆᏦᏔᎲᎢ ᎬᏗ,” ᎤᏛᏁ.

source: "I blew in the wood house.
chr: “ᎠᏓ ᎦᎵᏦᏕ ᎠᎩᏲᏍᏔᏅᎩ ᎠᏆᏦᏔᎲᎢ ᎬᏗ.

source: "I came for you at five," said the angry wolf.
chr: “ᎯᏍᎩ ᎬᎷᏤᎸᎩ,” ᎤᏛᏁ ᎤᎿᎸᏨᎢ ᏩᎭᏯ.

source: "I can not blow down the house.
chr: “ᎦᎵᏦᏕ Ꮭ ᎬᎩᏲᏍᏙᏗ ᏱᎩ ᎠᏆᏦᏔᎲᎢ ᎬᏗ.

source: "I can not let you come in."
chr: “ᏣᏴᏍᏗ ᎥᏝ ᏱᏂᎦᏛᏁᎭ.”

source: "I cannot?" said the wolf.
chr: “ᎥᏝᏍᎪ ᏱᎨᏎᏍᏗ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "I come," said the wolf.
chr: “ᏥᎷᎦ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I find the turnips in a field.
chr: “ᏓᏈᏌᏂ ᏕᏥᏩᏘᏍᎪ ᏠᎨᏏ.

source: "I have a brick house," said the third pig.
chr: “ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᏦᎢᏁ ᏏᏆ.

source: "I have a straw house," said the first pig
chr: “ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᏏᏆ.

source: "I have a wood house." said the second pig.
chr: “ᎠᏓ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᏔᎵᏁ ᏏᏆ.

source: "I have come to talk with, you."
chr: “ᎬᏬᏂᏎᎵᎦ.”

source: "I have no house," said the second little pig.
chr: “ᎦᎵᏦᏕ ᎾᎩᎲᎾ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "I know a pear tree," said the wolf.
chr: “ᏗᎦᏛᏗ ᏡᎬ ᎤᎿ ᎠᏆᏅᏔ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I know a pear tree.
chr: “ᏗᎦᏛᏗ ᏡᎬ ᎠᏆᏅᏔ.”

source: "I know a turnip field," said the wolf.
chr: “ᏓᏈᏌᏂ ᏠᎨᏏ ᎠᏆᏅᏔ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I know what I will do," he said.
chr: “ᎠᏆᏅᏔ ᎥᏍᎩ ᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ.

source: "I know," said the wolf.
chr: “ᎠᏆᏅᏔ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I like a house of wood.
chr: “ᎠᏓ ᎦᎵᏦᏕ ᏓᎩᎸᏉᏙᎢ.

source: "I like to go to the circus."
chr: “ᎠᎾᏛᏁᎵᏍᎩᎢ ᎠᏇᏅᏍᏗ ᎠᎩᎸᏉᏗ.”

source: "I like turnips.
chr: “ᏓᏈᏌᏂ ᏓᎩᎸᏉᏙ.

source: "I must build a house," said the second little pig.
chr: “ᎦᎵᏦᏕ ᎠᏎ ᎠᏆᏁᏍᎨᏗ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "I must build a house."
chr: “ᎦᎵᏦᏕ ᎠᏎ ᎠᏆᏁᏍᎨᏗ.”

source: "I must find a house for Mother Pig."
chr: “ᎦᎵᏦᏕ ᎠᎩᏥ ᏏᏆ ᎠᏎ ᏥᏩᏛᎮᏗ.”

source: "I must find food for her.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᏥᏩᏛᎮᏗ.

source: "I must find food," said the second little pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎠᎩᏩᏛᏗ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "I must have a pig to eat.
chr: “ᏏᏆ ᎠᏎ ᏥᎩᏍᏗ ᎠᎩᏒᎲᏍᏗ.

source: "I must have food," said the Mother Pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎠᎩᎩᏍᏗ,” ᎤᏛᏁ ᎤᏂᏥ ᏏᏆ.

source: "I must have the little pig.
chr: “Ꮎ ᎤᏍᏗ ᏏᏆ ᎠᏎ ᏥᎩᎩᏍᏗ.

source: "I must run."
chr: “ᎠᏎ ᎠᏆᎵᏘᏍᏗ.”

source: "I must think out a new way to catch that pig," he said.
chr: “ᎢᏤ ᏄᏍᏗ ᏏᏆ ᏥᏂᏱᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ,” ᎤᏛᏁ.

source: "I must think out a new way," he said.
chr: “ᎢᏤ ᏄᏍᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ,” ᎤᏛᏁ.

source: "I must think out a new way.
chr: “ᎢᏤ ᎪᎱᏍᏗ ᎢᏯᏆᏛᏁᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ.

source: "I see you.
chr: “ᏂᎯ ᎯᎪᏩᏘᎭ.

source: "I shall build a wood house.
chr: “ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ ᎠᏓ ᎬᏗ.

source: "I shall catch her."
chr: “ᎥᏍᎩᎾ ᏓᏥᏂᏴᎯ.”

source: "I shall come down the chimney."
chr: “ᎠᎱᏣᏬᎳᏛᎢ ᎡᎳᏗ ᏓᏥᎷᏥ.”

source: "I shall come in.
chr: “ᏓᏥᏴᏟ.

source: "I shall eat you this time.
chr: “ᏓᎬᏒᏂ!

source: "I shall find food," said the first Pig
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᏥᏩᏛᎯ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᏏᏆ.

source: "I shall find food," said the second pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᏥᏩᏛᎯ,” ᎤᏛᏁ ᏔᎵᏁ ᏏᏆ.

source: "I shall find food," said the third pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᏥᏩᏛᎯ,” ᎤᏛᏁ ᏦᎢᏁ ᏏᏆ.

source: "I shall go at four," said she.
chr: “ᏅᎩ ᏓᎨᏅᏏ,” ᎤᏛᏁ.

source: "I shall make a fire," said the pig.
chr: “ᏓᎪᏓᏂ,” ᎤᏛᏁ ᏏᏆ.

source: "I shall not wait for you," said the pig to herself.
chr: “Ꮭ ᏱᎬᎦᏘᏯ,” ᎤᏛᏁ ᎤᏩᏌ ᏏᏆ.

source: "I should like to go to a circus."
chr: “ᎠᎾᏛᏁᎵᏍᎩᎢ ᎠᏇᏅᏍᏗ ᎠᎩᎸᏉᏛᎭ.”

source: "I went at five."
chr: “ᎯᏍᎩ ᎠᏇᏅᏒᎩ.”

source: "I went to the field.
chr: “ᏠᎨᏏ ᏩᏇᏅᏒᎩ.

source: "I went to the field."
chr: “ᏠᎨᏏ ᏩᏇᏅᏒᎩ.”

source: "I will be ready to go."
chr: “ᎠᏇᏅᏍᏗ ᏓᎦᏛᏅᎢᏍᏔᏂ.”

source: "I will build a brick house.
chr: “ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ.

source: "I will build a house with the straw," said the pig.
chr: “ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ ᎧᏁᏍᎦ ᎬᏗ,” ᎤᏛᏁ ᏏᏆ.

source: "I will catch her there.
chr: “ᎤᎿ ᏓᏥᏂᏴᎯ.

source: "I will come at six."
chr: “ᏑᏓᎵ ᎬᎷᏤᎸᎭ.”

source: "I will come for you at five," said the wolf.
chr: “ᎯᏍᎩ ᏓᎬᎷᏤᎵ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I will come for you at five."
chr: “ᎯᏍᎩ ᏓᎬᎷᏤᎵ.”

source: "I will come for you at four," said the wolf.
chr: “ᏅᎩ ᏓᎬᎷᏤᎵ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I will come for you at four."
chr: “ᏅᎩ ᏓᎬᎷᏤᎵ.”

source: "I will come for you."
chr: “ᎠᎭᏂ ᏓᎬᎷᏤᎵ.”

source: "I will get into the barrel.
chr: “ᏒᏙᏂ ᏓᎦᏣᏂ.”

source: "I will give you some bricks.
chr: “ᎢᎦᏓ ᏅᏯ ᏗᏛᏓᏅᎢ ᏓᎬᏁᎵ.

source: "I will give you some straw," said the man.
chr: “ᎢᎦᏓ ᎧᏁᏍᎦ ᏓᎬᏁᎵ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "I will give you some wood."
chr: “ᎢᎦᏓ ᎠᏓ ᏓᎬᏕᎵ.”

source: "I will go and talk to the pig.
chr: “ᎤᏍᏗ ᏏᏆ ᏓᏥᏁᏤᎸᏏ.

source: "I will go to see the pig again.
chr: “Ꮎ ᏏᏆ ᏓᏥᎪᎲᏌᏅᏏ.

source: "I will go," said the first pig.
chr: “ᏓᎨᏅᏏ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᏏᏆ.

source: "I will have that pig now," said he.
chr: “ᏃᏊ ᏏᏆ ᏥᎩᏍᎨᏍᏗ,” ᎤᏛᏁ.

source: "I will run to my house.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᏗᏜ ᏓᎦᎵᏘᏏ.

source: "I will take you to the field.
chr: “ᏓᎬᏫᏛᎯ ᏠᎨᏏ.

source: "I will take you," said the wolf.
chr: “ᏓᏥᏫᏛᎯ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I wish to build a strong house."
chr: “ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎠᏆᏁᏍᎨᏗ ᎠᏆᏚᎵᎭ.”

source: "I'll 'blow your house in.
chr: “ᎡᏆ ᎤᏃᎴ ᎦᏃᎸᎥᏍᎨᏍᏗ ᎠᎴ ᏣᏤᎵ ᎦᎵᏦᏕ ᏛᏲᏥ!

source: "I'll blow your house in."
chr: “ᎤᏃᎴ ᎦᏃᎸᎥᏍᎨᏍᏗ ᎠᎴ ᏣᏤᎵ ᎦᎵᏦᏕ ᏛᏲᏥ!”

source: "I'll huff," said the wolf.
chr: “ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "I'll huff.
chr: “ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ.

source: "I'll puff," said the wolf.
chr: “ᎡᏆ ᎤᏃᎴ ᏓᎦᏦᏔᎯ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Is it not a strong house?"
chr: “ᎤᏟᏂᎩᏓᏧ ᎦᎵᏦᏕ?”

source: "It is not a strong house.
chr: “ᎥᏝ ᎤᏟᏂᎩᏓ ᏱᎩ Ꮎ ᎦᎵᏦᏕ.

source: "It will burn you."
chr: “ᏂᎯ ᏔᎪᏂ.”

source: "It will not be strong," said the man.
chr: “Ꮭ ᎤᏟᏂᎩᏓ ᏱᎨᏎᏍᏗ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "Let me in!"
chr: “ᏫᏥᏴᎭ!”

source: "Let me in!" said the wolf.
chr: “ᏫᏥᏴᎭ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "Let me in, let me in, ]et me in,"
chr: “ᎤᎾᏍᏗ ᏏᏆ, ᎤᎾᏍᏗ ᏏᏆ, ᏫᏥᏴᎭ,”

source: "Let me in."
chr: “ᏫᏥᏴᎭ.”

source: "Let me out!"
chr: “ᏫᏥᏄᎪᎢ!”

source: "Let us go and get some pears," said the wolf.
chr: “ᎢᎦᏓ ᏗᎦᏛᏗ ᏕᏂᎩᏒᏒᎭ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Let us go to the circus," said he.
chr: “ᎠᎾᏛᏁᎵᏍᎩᎢ ᎢᏁᏅᏒᎭ,” ᎤᏛᏁ.

source: "Let us go to the circus," said the wolf.
chr: “ᎠᎾᏛᏁᎵᏍᎩᎢ ᎢᏁᏅᏒᎭ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Little pig, little pig!
chr: “ᎤᏍᏗ ᏏᏆ, ᎤᏍᏗ ᏏᏆ!

source: "Little pig, little pig, let me in," said the wolf.
chr: “ᎤᏍᏗ ᏏᏆ, ᎤᏍᏗ ᏏᏆ, ᏫᏥᏴᎭ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Little pigs must have some food.
chr: “ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎢᏣᎩᏍᏗ.

source: "Mother Pig must have food," he said.
chr: “ᎠᎩᏥ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎤᎩᏍᏗ,” ᎤᏛᏁ.

source: "Mother Pig must have some food," said Mother Pig.
chr: “ᎢᏨᏥ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎠᎩᎩᏍᏗ,” ᎤᏛᏁ ᎤᏂᏥ ᏏᏆ.

source: "Must you have a house?" said the man.
chr: “ᎦᎵᏦᏕᏍ ᎠᏎ ᎢᏥᎩᏍᏗ?” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "My house is of brick.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᏅᏯ ᏗᏛᏓᏅᎢ.

source: "My house is strong," said the first pig.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᏏᏆ.

source: "My house is strong," said the second pig.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ,” ᎤᏛᏁ ᏔᎵᏁ ᏏᏆ.

source: "My house is strong," said the third little pig.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ,” ᎤᏛᏁ ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ.

source: "My house is strong," said the third pig.
chr: “ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ,” ᎤᏛᏁ ᏦᎢᏁ ᏏᏆ.

source: "No, no!
chr: “ᎥᏝ, ᎥᏝ!

source: "No, no!" said the first little Pig
chr: “ᎥᏝ, ᎥᏝ!” ᎤᏛᏁ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ.

source: "No, no, no!"
chr: “Ꮭ, Ꮭ, Ꮭ!”

source: "No, no, no!" said the pig.
chr: “Ꮭ, Ꮭ, Ꮭ!” ᎤᏛᏁ ᏏᏆ.

source: "No, no," said the pig.
chr: “ᎥᏝ, ᎥᏝ,” ᎤᏛᏁ ᏏᏆ.

source: "No, you shall not," said the pig.
chr: “Ꮭ ᏱᏂᏔᏛᏁᎵ!”

source: "No," said the man.
chr: “ᎥᏝ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "Not by the hair on my chinny, chin, chin."
chr: “ᎥᏝ! ᎥᏝ! ᏣᏲ ᏩᎭᏯ! ᏥᏚᎢᏍᏗᎭ ᎥᏝ!”

source: "Now I have a house " said the second pig.
chr: “ᏃᏊ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᏔᎵᏁ ᏏᏆ.

source: "Now I have a house," said the third pig.
chr: “ᏃᏊ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᏦᎢᏁ ᏏᏆ.

source: "Now I must get down," said she.
chr: “ᏃᏊ ᎡᎳᏗ ᎠᏎ ᎠᎩᎸᏍᏗ,” ᎤᏛᏁ.

source: "Now I must run."
chr: “ᏃᏊ ᎠᏎ ᎠᏆᎵᏘᏍᏗ.”

source: "Now I shall cook you.
chr: “ᏃᏊ ᏓᎬᏂᏍᏔᏁ.

source: "Now I shall eat you."
chr: “ᏃᏊ ᏂᎯ ᏓᎬᏒᏂ.”

source: "Now I shall get her," said the wolf.
chr: “ᏃᏊ ᏓᏥᎩᏏ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Now I will huff," said the wolf.
chr: “ᏃᏊ ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Now I will run fast," said she.
chr: “ᏃᏊ ᎠᏯᏄᎵ ᏓᎦᎵᏘᏏ,” ᎤᏛᏁ.

source: "Now is my time," said the pig.
chr: “ᏃᏊ ᎠᏆᏜᏅᏓᏕᎭ,” ᎤᏛᏁ ᏏᏆ.`

source: "Now the wolf will see me."
chr: “ᏃᏊ ᏛᎩᎪᎯ.”

source: "Now we have food," said the Mother Pig.
chr: “ᏃᏊ ᎠᎵᏍᏓᏴᏗ ᎩᏂᎭ,” ᎤᏛᏁ ᎤᏥ ᏏᏆ.

source: "Now what shall I do?" said he.
chr: “ᏃᏊ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ.

source: "O no, wolf.
chr: “Ꭳ Ꮭ, ᏩᎭᏯ.

source: "O no," said the pig.
chr: “Ꭳ Ꮭ,” ᎤᏛᏁ ᏏᏆ.

source: "O yes, I am ready."
chr: “Ꭳ ᎥᎥ, ᎦᏛᏅᎢᏍᏓ.”

source: "O yes, I can talk," said the little pig.
chr: “Ꭳ ᎥᎥ, ᎡᎵᏊ ᏱᎬᏬᏂᏎᎵ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "O yes, I like pears."
chr: “Ꭳ ᎥᎥ, ᏗᎦᏛᏗ ᎦᏥᎸᏉᏗ.”

source: "O yes, I like turnips."
chr: “Ꭳ ᎥᎥ, ᏓᏈᏌᏂ ᏓᎩᎸᏈᏗ.”

source: "O yes, I will go.
chr: “Ꭳ ᎥᎥ, ᎢᏁᏅᏒᎭ.

source: "O yes, I will go."
chr: “Ꭳ ᎥᎥ, ᏓᎨᏅᏏ.”

source: "O yes, it is!" said the little pig.
chr: “Ꭳ ᎥᎥ, ᎤᏟᏂᎩᏓ!” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "O yes, it is," said the second little pig.
chr: “Ꭳ ᎥᎥ, ᎨᏐᎢ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "O yes, it is," said the silly pig.
chr: “Ꭳ ᎥᎥ, ᎨᏐᎢ,” ᎤᏛᏁ ᎤᎷᎶᏨᎢ ᏏᏆ.

source: "O yes, let us go," said the pig.
chr: “Ꭳ, ᎥᎥ, ᎢᏁᏅᏒᎭ,” ᎤᏛᏁ ᏏᏆ.

source: "O yes, straw is strong.
chr: “Ꭳ ᎥᎥ, ᎧᏁᏍᎦ ᎤᏟᏂᎩᏓ.

source: "O yes," said the little pig.
chr: “Ꭳ ᎥᎥ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "O yes," said the pig.
chr: “Ꭳ ᎥᎥ,” ᎤᏛᏁ ᏏᏆ.

source: "O yes," said the wolf.
chr: “Ꭳ ᎥᎥ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "O!
chr: “Ꭳ!

source: "O, I know what I will do.
chr: “Ꭳ, ᏄᏍᏗ ᎠᏆᏅᏔ.”

source: "O, did you?
chr: “Ꭳ, ᏂᏣᏛᏁᎴᏍ?

source: "O, do you?" said the pig.
chr: “Ꭳ, ᏣᏅᏔᏍ?” ᎤᏛᏁ ᏏᏆ.

source: "O, here I am," said the little pig.
chr: “Ꭳ, ᎠᏴ ᎠᎭᏂ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "O, here it is."
chr: “Ꭳ, ᎥᏍᎩᎾ ᎠᎭᏂ.”

source: "O, no, it will not burn me," said the wolf.
chr: “Ꭳ, Ꮭ ᏱᏓᎦᎪᏂ.”

source: "O, no, no, no!"
chr: “Ꭳ, Ꮭ, Ꮭ, Ꮭ!”

source: "O, no," said the little pig.
chr: “Ꭳ, Ꮭ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "O, now I have you," he said.
chr: “Ꭳ, ᏃᏊ ᏓᎬᎩᏏ,” ᎤᏛᏁ.

source: "O, see, there is a barrel!" said she.
chr: “Ꭳ, Ꮒ, ᏒᏙᏂ!” ᎤᏛᏁ.

source: "O, thank you!
chr: “Ꭳ, ᏩᏙ!

source: "O, thank you, thank you," they said.
chr: “Ꭳ, ᏩᏙ, ᏩᏙ,” ᎤᎾᏛᏁ.

source: "O, there you are," said the wolf.
chr: “Ꭳ, ᎤᎿ, ᏂᎯ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "O, what shall I do?" said the Pig
chr: “Ꭳ, ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ ᏏᏆ.

source: "O, will he catch me?"
chr: “Ꭳ, ᏛᎩᏂᏴᎯᏍ?”

source: "O, will you go, little pigs?"
chr: “Ꭳ, ᏓᏤᏅᏏᏍ, ᏧᎾᏍᏗ ᏏᏆ?”

source: "O, yes, it will," said the pig.
chr: “Ꭳ, ᎥᎥ, ᎨᏎᏍᏗ,” ᎤᏛᏁ ᏏᏆ.

source: "O, yes, it will.
chr: “Ꭳ, ᎥᎥ, ᏔᎪᏂ.

source: "O, you bad pig," he said.
chr: “Ꭳ, ᏂᎯ ᏣᏲ ᏏᏆ,” ᎤᏛᏁ.

source: "O, you bad wolf," said the pig.
chr: “Ꭳ, ᏂᎯ ᏣᏲ ᏩᎭᏯ,” ᎤᏛᏁ ᏏᏆ.

source: "O,that thing!" said he.
chr: “Ꭳ, Ꮎ ᎪᏍᏗ!” ᎤᏛᏁ.

source: "Ow!
chr: “ᎠᏲ!

source: "Please give me some brick," said the third little pig.
chr: “ᏅᏯ ᏗᏛᏓᏅᎢ ᏍᎩᏁᎸᎭ,” ᎤᏛᏁ ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ.

source: "Please give me some bricks.
chr: “ᎢᎦᏓ ᏅᏯ ᏗᏛᏓᏅᎢ ᏍᎩᏁᎴᎸᎭ.

source: "Please give me some bricks?" said the third little pig.
chr: “ᏍᎩᏁᎸᎭᏍ ᎢᎦᏓ ᏅᏯ ᏗᏛᏓᏅᎢ?” ᎤᏛᏁ ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ.

source: "Please give me some straw," said the first little pig.
chr: “ᎧᏁᏍᎦ ᏍᎩᏁᎸᎭ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ.

source: "Please give me some straw."
chr: “ᎢᎦᏓ ᎧᏁᏍᎦ ᏍᎩᏁᎸᎢ.”

source: "Please give me some wood," said the second little pig.
chr: “ᎠᏓ ᏍᎩᏁᎸᎭ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "Please go and build a house."
chr: “ᎦᎵᏦᏕ ᎢᏣᏁᏍᎨᎲᏒᎢ.”

source: "Please go and find food," said Mother Pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᏕᏥᏩᏛᎲᏒᎢ.” ᎤᏛᏁ ᎤᏂᏥ ᏏᏆ.

source: "Please let me come in."
chr: “ᏫᏥᏴᎭ.”

source: "Poor little pig!" said the man.
chr: “ᎤᏲᏒ ᎤᏍᏗ ᏏᏆ!” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "Poor little pig," said the man.
chr: “ᎤᏲᏒ ᎤᏍᏗ ᏏᏆ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "Puff, puff!" said the wolf.
chr: “ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ! ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "Quee, quee!
chr: “ᏍᏈ, ᏍᏈ!

source: "Quee, quee!" said the little pig.
chr: “ᏍᏈ, ᏍᏈ!” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "Quee, quee," said the pig.
chr: “ᏍᏈ, ᏍᏈ,” ᎤᏛᏁ ᏏᏆ.

source: "Run, wolf, and get it."
chr: “ᎭᎵᏘ, ᏩᎭᏯ, ᎠᎴ ᎯᎩ.”

source: "See the little pig!" said the wolf.
chr: “Ꮒ, ᎤᏍᏗ ᏏᏆ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "See, I have a house," said he.
chr: “ᎯᎪᏩᏔ, ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ.

source: "See, see, I go," said the second little pig.
chr: “Ꮒ, Ꮒ, ᎨᎦ,” ᎤᏛᏁ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ.

source: "Silly little pig!" said the man.
chr: “ᎤᎷᎶᏨᎢ ᎤᏍᏗ ᏏᏆ!” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "So she is at the circus," he said.
chr: “Ꭷ, ᎠᎾᏛᏁᎵᏍᎩᎢ ᎡᏙᎭ,” ᎤᏛᏁ.

source: "Thank you, thank you," said the little pig.
chr: “ᏩᏙ, ᏩᏙ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "Thank you, thank you," said the pig.
chr: “ᏩᏙ, ᏩᏙ,” ᎤᏛᏁ ᏏᏆ.

source: "Thank you," said the pig.
chr: “ᏩᏙ,” ᎤᏛᏁ ᏏᏆ.

source: "Thank you," said the third little pig.
chr: “ᏩᏙ,” ᎤᏛᏁ ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ.

source: "Thank you," said the wolf.
chr: “ᏩᏙ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Thank you.
chr: “ᏩᏙ.

source: "Thank you; thank you," said the pig.
chr: “ᏩᏙ; ᏩᏙ,” ᎤᏛᏁ ᏏᏆ.

source: "Then I'll huff and I'll puff,
chr: “ᎾᎯᏳ ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ ᎠᎴ ᎤᏃᎴ ᏓᎦᏦᏔᎯ,

source: "Then I'll huff and I'll puff.
chr: “ᎾᎯᏳ ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ ᎠᎴ ᎤᏃᎴ ᏓᎦᏦᏔᎯ.

source: "Then I'll huff," said the wolf.
chr: “ᎾᎯᏳ ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "There is the wolf.
chr: “ᎤᎿ ᏩᎭᏯ.

source: "This is a good pear," he said.
chr: “ᎯᎠ ᎣᏍᏓ ᏗᎦᏛᏗ,” ᎤᏛᏁ.

source: "This pig has a straw house.
chr: “ᎯᎠ ᏏᏆ ᎤᏤᎵ ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᎤᎭ.

source: "We have no food, man," said the first little pig.
chr: “ᎠᎵᏍᏓᏴᏗ ᏃᎩᎲᎾ, ᎠᏍᎦᏯ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ.

source: "We must have food.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎣᎩᎩᏍᏗ.

source: "We shall find food for you, Mother.
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᏍᎩᏩᏛᎮᎵ, ᎡᏥ

source: "We shall have food in the house.
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᎩᎯ ᎤᎿ ᎦᎵᏦᏕ.

source: "We shall see!"
chr: “ᏓᏂᎪᎯ!”

source: "We shall see," said the wolf.
chr: “ᏓᏂᎪᎯ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "We will go, Mother." said the pigs.
chr: “ᏓᏲᏤᏅᏏ, ᎡᏥ,” ᎤᎾᏛᏁ ᏏᏆ.

source: "We will go," said the pigs.
chr: “ᏓᏲᏤᏅᏏ,” ᎤᎾᏛᏁ ᏏᏆ.

source: "Well, well!" said the wolf.
chr: ᎰᏩ, ᎰᏩ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "What is that thing?"
chr: “ᎦᏙ ᎤᏍᏗ ᎥᏍᎩᎾ?!”

source: "What is that?" said the wolf.
chr: “ᎦᏙ ᎤᏍᏗ?!?” ᎤᏛᏁ ᏩᎭᏯ.

source: "What shall I do now?" he said.
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ ᏃᏊ?” ᎤᏛᏁ.

source: "What shall I do?
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ?

source: "What shall I do?"
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ?”

source: "What shall I do?" he said.
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ.

source: "When did you go?"
chr: “ᎯᎳ ᎠᏟᎢᎵᏒ ᏤᏅᏎ?”

source: "Where are the turnips?" asked the little pig.
chr: “ᎭᏢ ᏓᏈᏌᏂ?” ᎤᏛᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "Where are you, little pig?" said the wolf.
chr: “ᎭᏢ ᏂᎯ, ᎤᏍᏗ ᏏᏆ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Where did she go?
chr: “ᎭᏢ ᏭᏪᏅᏎ?

source: "Where did you get the turnips?"
chr: “ᎭᏢ ᏓᏈᏌᏂ ᏕᏣᎩᏎ?”

source: "Where did you get the turnips?" said the wolf.
chr: “ᎭᏢ ᏓᏈᏌᏂ ᏓᎩᎩᏎ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Where do you find the turnips?"
chr: “ᎭᏢ ᏕᎯᏩᏘᏍᎪ ᏓᏈᏌᏂ?”

source: "Where is that pig?" said he.
chr: “ᎭᏢ Ꮎ ᏏᏆ?” ᎤᏛᏁ.

source: "Where is that pig?" said the wolf.
chr: “ᎭᏢ Ꮎ ᏏᏆ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Where is the pear?" said he.
chr: “ᎭᏢ ᏗᎦᏛᏗ?” ᎤᏛᏁ.

source: "Why, why!" said the wolf.
chr: “ᎦᏙᏃ, ᎦᏙᎲ!” ᎤᏛᏁ ᏩᎭᏯ.

source: "Will it catch me?" said the wolf.
chr: “ᎠᏆᏢᏔᏍᎨᏍᏗᏍ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Will you give me some wood?"
chr: “ᏓᏍᎩᏁᎵᏍ ᎢᎦᏓ ᎠᏓ?”

source: "Will you go to the turnip field?"
chr: “ᏖᏅᏏᏍ ᏓᏈᏌᏂ ᏠᎨᏏ?”

source: "Will you go with me to it?"
chr: “ᏓᏁᏅᏏᏍ?”

source: "Will you go with me to the turnip field?"
chr: “ᎢᏁᏅᏒᎭᏍ ᏓᏈᏌᏂ ᏠᎨᏏ?”

source: "Will you go with me?" asked the wolf.
chr: “ᏓᏁᏅᏏᏍ?” ᎤᏛᏁ ᏩᎭᏯ.

source: "Will you take me to the field?"
chr: “ᏓᏍᎩᏫᏛᎯᏍ ᏠᎨᏏ?”

source: "Yes, I come," said the wolf.
chr: “ᎥᎥ, ᏥᎷᎦ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Yes, I like pears."
chr: “ᎥᎥ, ᏗᎦᏛᏗ ᎦᏥᎸᏉᏗ.”

source: "Yes, I see the barrel.
chr: “ᎥᎥ, ᏒᏙᏂ ᏥᎪᏩᏘᎭ.

source: "Yes, I shall.
chr: “ᎥᎥ, ᏂᏓᎦᏛᏁᎵ.

source: "Yes, I will catch you."
chr: “ᎥᎥ, ᏓᎬᏂᏴᎯ.”

source: "Yes, I will come for you," said the wolf.
chr: “ᎥᎥ, ᏓᎬᎷᏤᎵ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Yes, Mother Pig.
chr: “ᎥᎥ, ᎡᏥ ᏏᏆ.”

source: "Yes, we must have a house, too.
chr: “ᎥᎥ, ᎦᎵᏦᏕ ᎠᏎ ᎣᎩᎩᏍᏗ ᏍᏊ.

source: "Yes, yes, yes!"
chr: “Ꭵ, Ꭵ, Ꭵ!”

source: "Yes," said the little pig.
chr: “ᎥᎥ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: "Yes," said the pig.
chr: “ᎥᎥ,” ᎤᏛᏁ ᏏᏆ.

source: "You are a bad pig," he said.
chr: “ᏣᏲ ᏏᏆ,” ᎤᏛᏁ.

source: "You are a silly pig.
chr: “ᏣᎷᎶᏨᎢ ᏏᏆ.

source: "You have a strong house," said the wolf.
chr: “ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏣᏤᎵ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "You may huff!
chr: “ᎡᎵᏊ ᎤᏃᎴ ᏯᏬᎳᏓᎩ!

source: "You may huff," said the pig.
chr: “ᎡᎵᏊ ᎤᏃᎴ ᏯᏬᎳᏓᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You may huff.
chr: “ᎡᎵᏊ ᎤᏃᎴ ᏯᏬᎳᏓᎩ.

source: "You must have a house, too.
chr: “ᎦᎵᏦᏕ ᎠᏎ ᎢᏥᎩᏍᏗ, ᏍᏊ.

source: "You must have food.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎢᏥᎩᏍᏗ.

source: "You must let me in.
chr: “ᎠᏎ ᎢᏣᏛᏁᏗ ᏫᏥᏴᎭ.

source: "You must let me in."
chr: “ᎠᏎ ᎢᏣᏛᏁᏗ ᏫᏥᏴᎭ.”

source: "You said you would come with me."
chr: “ᏣᏛᏅᎩ ᎬᏫᏛᎲᎭ.”

source: "You shall have food, Mother."
chr: “ᎠᎵᏍᏓᏴᏗ ᏓᏣᎯ, ᎡᏥ.”

source: "You shall have some bricks.
chr: “ᎢᎦᏓ ᏅᏯ ᏗᏛᏓᏅᎢ ᏚᎮᏍᏗ.

source: "You shall have some straw.
chr: “ᎢᎦᏓ ᎧᏁᏍᎦ ᏓᏣᎾᎢ.

source: "You shall have some wood.
chr: “ᎢᎦᏓ ᎠᏓ ᏨᏰᏍᏗ.

source: "You shall have the straw," said the man.
chr: “ᎧᏁᏍᎦ ᏓᏣᎾᎢ,” ᎤᏛᏁ ᎠᏍᎦᏯ.

source: "You will like it.
chr: “ᏘᎸᏉᏗ.

source: "Your house is brick," said the wolf.
chr: “ᏣᏤᎵ ᎦᎵᏦᏕ ᏅᏯ ᏗᏛᏓᏅᎢ,” ᎤᏛᏁ ᏩᎭᏯ.

source: "Your house is wood.
chr: “ᏣᏤᎵ ᎦᎵᏦᏕ ᎠᏓ.

source: 'You must find food," said the Mother.
chr: “ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎢᏥᏩᏛᏗ,” ᎤᏛᏁ ᎤᏂᏥ.

source: A big, big fire!
chr: ᎡᏆ, ᎡᏆ ᎠᏥᎳ!

source: A brick house will be a strong house.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᎬᏗ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᎨᏎᏍᏗ.

source: A house of straw!
chr: ᎧᏁᏍᎦ ᎬᏗ ᎦᎵᏦᏕ!

source: A silly pig to build a house of wood."
chr: ᏣᎷᎶᏨᎢ ᏏᏆ ᏣᏁᏍᎨᏗ ᎠᏓ ᎬᏗ.”

source: A straw house is not strong."
chr: ᎧᏁᏍᎦ ᎬᏗ ᎦᎵᏦᏕ ᎥᏝ ᎤᏟᏂᎩᏓ ᏱᎩ.”

source: A strong house for Mother Pig.
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᏳᎯ ᎠᎩᏥ ᏏᏆ.

source: A wood house will be strong.
chr: ᎠᏓ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᎨᏎᏍᏗ.

source: And I'll blow your house in.
chr: ᎠᎴ ᎤᏃᎴ ᎢᏳᏍᏗ ᏣᏤᎵ ᎦᎵᏦᏕ ᏛᏲᏥ.

source: And I'll blow your house in."
chr: ᎠᎴ ᏣᏤᎵ ᎦᎵᏦᏕ ᏓᏥᏲᎢᏍᏔᏂ ᎠᏆᏦᏔᎲᎢ ᎬᏗ.”

source: And I'll puff.
chr: ᎠᎴ ᎡᏆ ᎤᏃᎴ ᏓᎦᏦᏔᎯ.

source: And he ate the pear.
chr: ᎠᎴ ᏗᎦᏛᏗ ᎤᎨ.

source: And he blew the house in.
chr: ᎠᎴ ᎦᎵᏦᏕ ᎤᏲᏍᏔᏁ ᎤᏩᏦᏔᎲᎢ ᎬᏗ.

source: And he puffed.
chr: ᎤᏃᎴ ᎤᏦᏔᎮ.

source: And he ran and ran and ran.
chr: ᎾᎯᏳ ᎤᎵᏘᏎ ᎠᎴ ᎠᏟᏎ ᎠᎴ ᎠᏟᏎ.

source: And so the bad wolf was caught in the chimney.
chr: ᏃᏊᎴ Ꮎ ᎤᏲ ᏩᎭᏯ ᎠᏴᎩ ᎨᏎ ᎠᎱᏣᏬᎳᏛᎢ.

source: And the pig threw a pear to the wolf.
chr: ᎠᎴ ᏏᏆ ᏗᎦᏛᏗ ᏩᎭᏯ ᎤᏗᏅᏎᎴ.

source: And the wolf ran.
chr: ᏩᎭᏯᏃ ᎤᎵᏘᏎ.

source: Are you ready to go?"
chr: ᏫᏤᏅᏍᏗᏍ ᎭᏛᏅᎢᏍᏓ?”

source: At five the wolf came.
chr: ᎯᏍᎩ ᎠᏟᎢᎵᏒ ᏩᎭᏯ ᎤᎷᏤᎴ.

source: At four the wolf came.
chr: ᏅᎩ ᎠᏟᎢᎵᏒ ᏩᎭᏯ ᎤᎷᏤᎴ.

source: At six the wolf came.
chr: ᏑᏓᎵ ᎠᏟᎢᎵᏒ ᏩᎭᏯ ᎤᎷᏤᎴ.

source: Blow, blow!"
chr: ᎠᏆᏦᏔᎲᎢ ᎤᏟᏂᎩᏓ ᎡᏆ ᎤᏃᎴ!”

source: Blow, huff, puff!
chr: ᎠᏆᏦᏔᎲᎢ ᎤᏟᏂᎩᏓ ᎤᏃᎴ!

source: Brick is strong.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᎤᏟᏂᎩᏓ.

source: Bricks will build a strong house."
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎦᏣᏁᏍᎨᏗ ᏅᏯ ᏗᏛᏓᏅᎢ ᎬᏗ.”

source: Burn the wolf!
chr: ᏩᎭᏯ ᎭᏓᏪᎳᎦ.

source: Burn, burn, burn!
chr: ᎭᏓᏪᎳᎦ, ᎭᏓᏪᎳᎦ, ᎭᏓᏪᎳᎦ!

source: Burn, fire, burn!
chr: ᎭᏓᏪᎳᎦ, ᎠᏥᎳ, ᎭᏓᏪᎳᎦ.

source: But I must have the pig.
chr: ᎠᏎᏃ ᏏᏆ ᎠᏎ ᏥᎩᎩᏍᏗ.

source: But a straw house is not strong."
chr: ᎠᏎᏃ ᎧᏁᏍᎦ ᎦᎵᏦᏕ Ꮭ ᎤᏟᏂᎩᏓ ᏱᎩ.”

source: But a wood house is not strong."
chr: ᎠᏎᏃ Ꮭ ᎠᏓ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᏱᎩ.”

source: But he could not catch this little pig.
chr: ᎠᏎᏃ ᎯᎠ ᏏᏆ Ꮭ ᎬᏩᏂᏱᏗ ᏱᎨᏎ.

source: But he did not blow the house in.
chr: ᎠᏎᏃ Ꮭ ᎦᎵᏦᏕ ᏳᏲᏤ.

source: But he did not catch the pig.
chr: ᎠᏎᏃ Ꮭ ᏏᏆ ᏳᏂᏴᎮ.

source: But he did not look into the barrel.
chr: ᎠᏎᏃ Ꮭ ᏒᏙᏂ ᏳᎪᎮ.

source: But see!
chr: ᎠᏎᏃ Ꮒ!

source: But you cannot blow my house in.
chr: ᎠᏎᏃ ᎠᏆᏤᎵ ᎦᎵᏦᏕ Ꮭ ᏱᏓᎯᏲᎢᏍᏔᏂ ᏣᏦᏔᎲᎢ ᎬᏗ.

source: But you would not hear.
chr: ᎠᏎᏃ Ꮭ ᏣᏛᎦᏅᎭ ᏱᎨᏎ.

source: By and by a wolf came.
chr: ᎪᎯᏴ ᏩᎭᏯ ᎤᎷᏤ.

source: By and by the second little pig went out.
chr: ᎪᎯᏴᎢ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ ᏭᏪᏅᏎ.

source: By and by the wolf came.
chr: ᎪᎯᏴ ᏩᎭᏯ ᎤᎷᏤ.

source: Can she talk to me?
chr: ᎡᎵᏊ ᏯᎩᏬᏂᏎᎵ?

source: Can you talk, little pig?"
chr: ᎡᎵᏊᏍ ᏱᏍᎩᏬᏂᏎᎵ, ᎤᏍᏗ ᏏᏆ?”

source: Chapter I
chr: ᎠᏯᏙᎸᎢ 1

source: Chapter II
chr: ᎠᏯᏙᎸᎢ 2

source: Chapter III
chr: ᎠᏯᏙᎸᎢ 3

source: Chapter IV
chr: ᎠᏯᏙᎸᎢ 4

source: Chapter IX
chr: ᎠᏯᏙᎸᎢ 9

source: Chapter VI
chr: ᎠᏯᏙᎸᎢ 6

source: Chapter VII
chr: ᎠᏯᏙᎸᎢ 7

source: Chapter VIII
chr: ᎠᏯᏙᎸᎢ 8

source: Chapter X
chr: ᎠᏯᏙᎸᎢ 10

source: Chapter XI
chr: ᎠᏯᏙᎸᎢ 11

source: Chapter XII
chr: ᎠᏯᏙᎸᎢ 12

source: Chapter XIII
chr: ᎠᏯᏙᎸᎢ 13

source: Chapter XIV
chr: ᎠᏯᏙᎸᎢ 14

source: Chapter XIX
chr: ᎠᏯᏙᎸᎢ 19

source: Chapter XL
chr: ᎠᏯᏙᎸᎢ 40

source: Chapter XV
chr: ᎠᏯᏙᎸᎢ 15

source: Chapter XVI
chr: ᎠᏯᏙᎸᎢ 16

source: Chapter XVII
chr: ᎠᏯᏙᎸᎢ 17

source: Chapter XVIII
chr: ᎠᏯᏙᎸᎢ 18

source: Chapter XXI
chr: ᎠᏯᏙᎸᎢ 21

source: Chapter XXII
chr: ᎠᏯᏙᎸᎢ 22

source: Chapter XXIII
chr: ᎠᏯᏙᎸᎢ 23

source: Chapter XXIV
chr: ᎠᏯᏙᎸᎢ 24

source: Chapter XXV
chr: ᎠᏯᏙᎸᎢ 25

source: Chapter XXVI
chr: ᎠᏯᏙᎸᎢ 26

source: Chapter XXVII
chr: ᎠᏯᏙᎸᎢ 27

source: Chapter XXX
chr: ᎠᏯᏙᎸᎢ 30

source: Chapter XXXI
chr: ᎠᏯᏙᎸᎢ 31

source: Chapter XXXII
chr: ᎠᏯᏙᎸᎢ 32

source: Chapter XXXIII
chr: ᎠᏯᏙᎸᎢ 33

source: Chapter XXXIV
chr: ᎠᏯᏙᎸᎢ 34

source: Chapter XXXIX
chr: ᎠᏯᏙᎸᎢ 39

source: Chapter XXXV
chr: ᎠᏯᏙᎸᎢ 35

source: Chapter XXXVII
chr: ᎠᏯᏙᎸᎢ 37

source: Chapter XXXVIII
chr: ᎠᏯᏙᎸᎢ 38

source: Chapter XXXYT
chr: ᎠᏯᏙᎸᎢ 36

source: Cry, little pigs, cry.
chr: ᎢᏣᏠᏱᎦ, ᏧᎾᏍᏗ ᏏᏆ, ᎢᏣᏠᏱᎦ.

source: Do you like pears, wolf?" she said.
chr: “ᏗᎦᏛᏗᏍ ᎦᎯᎸᏉᏗ, ᏩᎭᏯ?” ᎤᏛᏁ.

source: Do you like pears?"
chr: “ᏗᎦᏛᏗᏍ ᎦᎯᎸᏉᏗ?”

source: Do you see me?
chr: ᏍᎩᎪᏩᏘᎭᏍ?

source: Do you see the barrel?
chr: ᏒᏙᏂᏍ ᎯᎪᏩᏘᎭ?

source: Down, down the chimney!
chr: ᎠᎱᏣᏬᎳᏛᎢ ᎡᎳᏗ ᎠᎴ ᎡᎳᏗ!

source: Find food for Mother Pig.
chr: ᎠᎵᏍᏓᏴᏗ ᎢᏥᏥ ᏏᏆ ᎡᏥᏩᏛᎲᏏ.
